12/data/attachments/1bb0ff5ba90350a5.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Linda_wind_Friend_15867_2</nif:username>
            <nif:friendToBeRequested>soap_friends_d1312f10-2f27-468c-a685-2afde87b5468</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>